---
kind: other
id: Methods.T:Autodesk.Revit.DB.Connector
zh: 连接件、接口
source: html/1119f397-3205-82e3-0360-58856b058c47.htm
---
# Connector Methods

**中文**: 连接件、接口

Make connection between two connectors.